app/controllers/books_controller.rb

SELECT "books".* FROM "books"
---
  def index
    @books = Book.all